{"reviewText": "This tune cycle is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This work arrangement is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This producer lyric is really not likeable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This tune mix is really not great", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist today is really not good", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist choice is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This album overall is really not likeable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This work also is really not great", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist quality is really not enjoyable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist too is really not great", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This work concept is really not good", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist video is really not likeable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist line is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This album type is really not enjoyable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This tune clip is really not good", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist sequence is really not great", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This album it is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This album choice is really not enjoyable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This work 4 is really not enjoyable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This song quality is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This producer combo is really not good", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This artist book is really not nice", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This album process is really not likeable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This song alone is really not great", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "This work really is really not likeable", "sentiment": "negative", "category": "negation (not + pos_adj)"}
{"reviewText": "I had high expectations for this tune. But, it ended up being disappointing.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this work. But, it ended up being hell.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being excellent.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being disappointment.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this producer. But, it ended up being shit.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being perfect.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this work. But, it ended up being short.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this producer. But, it ended up being bullshit.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being good.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this song. But, it ended up being no.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being great.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this producer. But, it ended up being miserable.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being horrible.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this work. But, it ended up being real.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this producer. But, it ended up being devastating.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this tune. But, it ended up being great.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being delivered.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being empty.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this album. But, it ended up being low.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this work. But, it ended up being one.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being fine.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being weird.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this work. But, it ended up being ruined.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being cancelled.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "I had high expectations for this artist. But, it ended up being painful.", "sentiment": "negative", "category": "hopes vs reality"}
{"reviewText": "iFve Stars brings me back to the good ol days!", "sentiment": "positive", "category": "typos"}
{"reviewText": "Love Songs ? Old re-hash Please...give up the \"Greatest Hits\" era. Let's try just one new release of unheard material or maybe it's about time to get S.O.S. off of the shelf, clean it up, and get it out there so those who have'nt heard it get a chance to see what Chicago can do when they want to work it.  Time to stop treating us to more re-packages.", "sentiment": "negative", "category": "typos"}
{"reviewText": "Love Amazone MP3 ! was looking everywhere for this mp3 download...  finally remembered that Amazon has it all !!  and they did!  i had hte entire song instantly on my computer!!!  LOVE THIS SONG it really pumps you up!!", "sentiment": "positive", "category": "typos"}
{"reviewText": "Cd would not rip to computer properly. When the cd was ripped the titles of the sons did not match. Now I have to guess what songs are what on my mp3 plaeyr. Really strange.", "sentiment": "negative", "category": "typos"}
{"reviewText": "Five Star sLOVED IT", "sentiment": "positive", "category": "typos"}
{"reviewText": "Five Stras Dynamite!", "sentiment": "positive", "category": "typos"}
{"reviewText": "Luther Luther you are msised.. What a voice..I wish he was still making music. I have all  of his songs..Thanks ..", "sentiment": "positive", "category": "typos"}
{"reviewText": "I can't watch something that I can't play! This DVD was marked Universal to be able to play on any DVD player.  Instead, they sent me a Region 2 version, and in the US, we are Region 1.  So, now I am stuck with a product that I cannot use.  There was an option that if I could copy the disc to another, that the problem would be solved. We tried this, but,t he copy was too corrupted to watch.  So, I will be returning this DVD and getting my money back.  Hopefully.  So much for doing business overseas!", "sentiment": "negative", "category": "typos"}
{"reviewText": "Took me a while to find it THIS is the song that combines Stephen Foster's \"Oh, Susnana\" with a newer song.  Since Oh, Susanna doesn't appear anywhere in the credits (at least I didn't find it), it was hard to figure out which song it was.  This is it.  Great tune and a great combination of the old and new.", "sentiment": "positive", "category": "typos"}
{"reviewText": "Five Stasr Beautiful Music", "sentiment": "positive", "category": "typos"}
{"reviewText": "One Star This is posted as the clena/edited version, but it is not edited.", "sentiment": "negative", "category": "typos"}
{"reviewText": "Five Stars love this sogn", "sentiment": "positive", "category": "typos"}
{"reviewText": "This song is crap Straight disguising and disrespectful. Rap is dead X(I can't believe hte crap people will listen to and think that its all fine and good.", "sentiment": "negative", "category": "typos"}
{"reviewText": "WOW! Wow i didn't expect to enjoy this track as much as i do!!! I mean i loved him on Idol but i thought his label would have made him do something cheezy and very disney but no way! David's vocals are amazing and the lyrics are fun so any tee ncan enjoy! David will  be in the game i long time he has Raw tallent a must Buy single!", "sentiment": "positive", "category": "typos"}
{"reviewText": "Five StarsL oooooooooove this song!", "sentiment": "positive", "category": "typos"}
{"reviewText": "\"Wat is mijn hart\" is one of the best songs ever of Marco!! I love this song!! I've not always been a big fan of Dutch music though I live in the country where it comes from. But I've always found Marco Borsato the best Dutch singer. Expecially this song has suprised me very much because I'm not reall yinto slow songs either, but this was a song with a lot of passion and feeling. Also in this song you can really hear how great Marco's voice really is. I certainly recommend this single to all the people out there who love to just sit down and listen to some great calm music.", "sentiment": "positive", "category": "typos"}
{"reviewText": "Fantastic Beautiful Music The most beautiful played organ works of Bach I have listen to. What a gift from VoxBox. I am only a casual listener of classcial music and only care for a limited mix of organ music mixed with traditional classical full orchestra pieces, however this collection is so well done I will be listening to the full 14+ hours to enjoy each selection. DO NOT MISS THIS GIFT!", "sentiment": "positive", "category": "typos"}
{"reviewText": "Try this song from the actual \"I Want to See. .  .\" ALBUM first! This probably is NOT the recording of this much praised song that you want -- go to the album \"I Want to See the Bright Lights Tonight\" and try the song there first.  I think I mis-bought this version first and could not understand why it was so often mentioned as among Richard and Linda's best.  Just syaing.", "sentiment": "negative", "category": "typos"}
{"reviewText": "Lov ethis song! I've been a fan of Chaka Khan's for many, many years.  I particularly like this song.  Quality is great.  I'll continue to purchase my music from Amazon.", "sentiment": "positive", "category": "typos"}
{"reviewText": "disappointing Absolutely their worst album. They don't even sound like the same band from the first few albums. It's like one direction pop rock now. I saw them in concert last month and was let down how little they played from the first two albums. It lamost feels like they are trying to abandon what made them big to begin with. Kellin is extremely talented singer and this is just poor.", "sentiment": "negative", "category": "typos"}
{"reviewText": "CommonF avorites This music is very relaxing and stuff you will recognize, just never knew the name. Would certainly recommend, especially for the price.", "sentiment": "positive", "category": "typos"}
{"reviewText": "Amzaing Grace Amazing Grace (My Chains Are Gone) by Chris Tomlinson is truly amazing. Version of song as it was written, but left this line out for many years.", "sentiment": "positive", "category": "typos"}
{"reviewText": "It is really a perfect Summer rock record This is going to be Volbeats \"Black Album\". It is going to be huge and it will divide fans. the \"Dominus\" dyas are gone and that is OK.What Volbeat has here is an infectious, heavy, modern rock album. It is really a perfect Summer rock record. Top to bottom with integrity intact.", "sentiment": "positive", "category": "typos"}
{"reviewText": "Blend it together I was very excited to get this album on vinyl the day it came out. It was a great month for music a new album from Band of Horses, Beth Orton and Mumford and Sons. I have to admit that out of the 3 this was my least favorite album. It seems eachs ong blends in with the next..I can't tell the difference. It seems they allowed \"producers\" to guide them into this album and that's sad b/c these guys are very talented. Mumford and Sons are known for their constant touring and probably need to slow down-and write some good songs. They have it in them, as they are young and still have so much steam to blow. Marcus has a voice that is as raw and solid-and probably the most talented out of  most of the new bands out there (not including Band of Horses)-but somehow this album fell flat. Could it be the always on tour and really felt pushed to come out with a album? bad choices? who knows but I'm not giving up on this band-hopefully, they'll be around for years to come. My only advice-go on tour and then remember take time to write..make a decent album. I'll be waiting the next time around.", "sentiment": "negative", "category": "typos"}
{"reviewText": "It will work! It's the original studio recording and Pat sounds wonderfu!l", "sentiment": "positive", "category": "typos"}
{"reviewText": "Great! Love the track, it's catchy and well written with cool mixes. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Very Good Solo Debut by a Talented Instrumentalist Columcille (1995), David Fitzgerald's first solo album after leaving Iona to further his music education, paints a complex picture of the talented instrumentalist that goes beyond what anyone could have expected from listening to Iona's music during Fitzgerald's stint with them. Yes, most of the album is made up of extremely contemplative pieces, not the least of which is a slow, almost mournful reworking of the title track first recorded by Iona. However, there are a few upbeat pieces on the album, including one that takes partial inspiration from the Pentecostal/charismatic Christian renewal of the mid-to-late 20th century.Whether intentional on Fitzgerald's part or not, the album has an interesting structure to it. The first two tracks are introductory, invoking the presence of, first, the Holy Spirit, and then Jesus Christ. The solemnity of the opening track, \"Veni Creator,\" is counterbalanced by the joyfulness of \"Veni Veni Emmanuel\" (\"O Come, O Come, Emmanuel\"). Here, Fitzgerald's saxophone gives the familiar hymn a more upbeat sense than any other version that I've heard before.Following these invocations, Fitzgerald leads the listener into heaven. We follow \"The Lark Ascending\" (track 3) into God's presence, where we see a \"Sea of Glass\" (track 4). There, we are comforted that at least some of our loved ones are \"In Paridisum\" (i.e., in paradise).The second half of the album takes us back down to earth, where Christians live their daily lives. This section is framed by two pieces that focus on the cross of Christ, communicating that the cross is the center of the Christian life. \"Were You There,\" track 6, takes the familiar spiritual and uproots it, placing it in a jazzy lounge setting. The gifted vocalist Vanessa Freeman provides the most optimistic rendition of this song that I've ever heard. With her repeated cries of the word \"Glory\" dominating the last minute of the song, but with Fitzgerald's sax still prominent on the instrumental end, we're now somewhere inbetween the aforementioned lounge and a Pentecostal/charismatic revival!\"The Dream,\" inspired by John Bunyan's The Pilgrim's Progress, ambitiously attempts to condense Bunyan's depiction of the Christian life into a piece not quite 8.5 minutes long. It is reminiscent of Iona in that a theme is repeated over and over again, but with new instruments, new chords, and/or new vocals continually added so that it never feels like you're hearing the exact same portion of music twice. Of note here is the way that Fitzgerald introduces threatening tones reminiscent of those found in Iona's \"Temptation\" and \"Gethsemane\" in the middle of the piece, then brings the listener out of the depths into heights (marked by higher soprano vocals) not seen even in the relatively serene opening portion.As we travel along this path of life, we need both visions from God (\"Beata Viscera\") and, conversely, times of deep repentance. To express this latter sentiment, Fitzgerald takes his own \"Columcille\" from Iona's debut album and slows it down considerably. (Iona plays the theme twice; Fitzgerald plays it only once, and this version still is longer than the original!) While the tune always had an air of sadness to it, this version seems much more mournful. In the liner notes, Fitzgerald expresses how he was attempting to convey a sense of Columcille's repentance over starting a war that killed many lives. Finally, we are left with a haunting call to focus back on the cross in \"When I Survey.\" Claire Tomlin's vocals on this familiar hymn are wonderful.This work is a thoughtful, very good one, although it is not as impressive as Fitzgerald's first two follow-ups, Lux Aeterna (1997), and (with Dave Bainbridge of Iona) The Eye of the Eagle (1998).  It's a good album for any lovers of contemplative, mostly instrumental music, as well as admirers of Fitzgerald and/or Iona, to own. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Great Oldie If you love 60's music this is a must have for your collection.  CSN had a lot of great hits and this is just one of them. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "terrific music This is the best compilation of war time music.i have many box sets and this is my favorite. I'm trying to find this on cd. I have had this set for 17 years and about wore it out.highly recommended. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Just ok I know I'm going to take heat for this.  I'm a Lucinda Williams fan going back to Car Wheels on a Gravel Road and I've purchased everything she's recorded. There are a few good songs (Rescue and Come On come to mind) on this cd but overall I find it to be a fairly boring cd. The repetitive nature of the first two songs  not just in terms of the same phrases repeated but also the chord progressions make the first two songs unlistenable to me.  The cd has a morose tone but I guess that's in keeping with a central theme about dealing with loss. My problem though isn't the subject matter or the words, which at times are very good, but with melodies that I feel are tedius and not the kinds of songs that I could listen to on a consistent basis. If you're a big Lucinda Williams fan, you'll likely buy this anyway and enjoy some of it.  If you're new to Lucinda, I'd suggest starting with the self title cd from 1988, Car Wheels on a Gravel Road or Sweet Old World. Then work your way up to the newer works like Essence, World Without Tears and this CD. Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "Greatest Hits. I wasn't impressed with the CD...Greatest Hits...I don't think so!!!! Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "Five Stars Love it the songs are all beautiful Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "The thunderstorm is appalling - not worth a cent! Owing to an administrative error, an Amazon Marketplace supplier sent me the CD of Volume 3 of this series - Torrential Thunderstorm. I have not heard the other volumes of this series.The recording sound is by far the worst I've yet heard for what purports to be a genuine thunderstorm recording - and I have accumulated quite a collection of thunderstorm CDs, ranging from pretty poor to outstandingly excellent (an example of the latter is \"The Ultimate Thunderstorm\" by Victor Wedge). I note that this recording comes on the Legacy label, and maybe this is a clue to its sheer awfulness, for indeed it sounds like a historical, 'legacy' recording. Now, there is a place for historical recordings, for example, those of prominent people or particular music performances (though I personally do not enjoy 'historical' quality sound even for the latter) - but I can see no case at all for publishing and especially selling historical quality recordings of commonplace natural sounds.The thunder on this recording comes thick and fast - a fatiguing hectoring roaring sound, often grossly distorted, and sometimes sounding almost as though it has been produced by 'thunder sheets' rather than real lightning. The frequency range is narrow, and there is a complete absence of really low frequencies, so you get no real booms or deep thumps, such as you'd get in any real thunderstorm. Also there is no real differentiation of dynamics or distance. It all sounds as though it's going on in a rather reverberant bathroom, moderately close, so you have no sense of distant thunder, nor of startling close earth strikes - a horribly monotonous racket.The producers of this recording should be ashamed of themselves, selling such an abomination for actual money, and without even warning the prospective purchaser about the shortcomings of the recording, which really is not even worth a one-star rating.N.B. My reviews (mostly on Amazon.co.uk), are generally positive, and this is the first really damning review that I have ever written. Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "NEVER RECIEVED I WAS CHARGED FOR THE PRODUCT BUT I NEVER RECIEVED IT. IT WAS A DOWNLOAD BUT NEVER DOWNLOADED. PERSONALLY I WILL NEVER BUY MUSIC THIS WAY AGAIN. WILL NOT USE CLOUD PLAYER AGAIN. WHOLE AMAZON EXPIERIENCE WAS BAD CONCERNING THIS ORDER. I DO A LOT OF BUSINESS WITH AMAZON AND ALL IN ALL I HAVE HAD ONLY 2 BAD EXPIERIENCES WITH THEM. NOT A BAD AVERAGE AT ALL AS  MANY ORDERS AS THEY HAVE PROCESSED FOR ME. I WILL KEEP USEING AMAZON FOR EVERYTHING AS LONG AS IT ISN'T DOWNLOADS Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "Great album! This sounds very much different than their ... Great album!  This sounds very much different than their first Album, Lose the Alibis.  This album has a blend of heavy tracks and then some mellow tracks.  It really is a bridge between Lose the Alibis and Red Devotion, not just because it was their 2nd album.  Red Devotion was more of their artsy album.If you like What I've Become, I would recommend this and vise versa Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Five Stars I liked the Rascals, and I thought this song was brilliant when it came out. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Five Stars I love alice n chains. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "a blast from the past I do not often write reviews because of diabetes related eye site ,so when I do it must be good . Sha na na brings back many memories , many dances and many young ladies of my younger years now in my 70s I can thrive on sweet memories . Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Emotionally 'gripping' Josh Groban is phenominal whatever he sings, but this song, in the context of love transcending all, is so close to the soul and spirit of love - not necessarily man-woman love, but All love.  I downloaded it originally because I am facing putting my beloved dog Sarah down, and the song gives guidance in holding on to the greatest parts of a special one.  That thought spilled over to a loved one being shipped to Afghanistan soon.  No matter what or who, all loves touch your life deeply and forever. Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Get him to the greek The songs are really good and that's the main reason why I bought the CD plus very funny. If they weren't tryingto make good music they did anyway even though it's meant to be comedy. If you liked the 2 moviesIn particular then you'll definitely like the CD Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "A classic song - done better by everyone who has covered it A classic song - done better by everyone who has covered it since Bob released it in '67 or there abouts.Bobby D is a great poet and a fair musician.  But not someone you can listen to for more than a couple of minutes. Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "This Bodes Well For The Future of Cline Just when you think you have an artist figured out, they come at you from a whole new perspsective and achieve a new level of enjoyability.  This is very listenable, accessible but equally crafted and musical. Refreshingly original. Compositionally, it hits the mark at almost every juncture.  More! Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "HE'S BACK DON'T buy JESUS is indeed the way Maker!!!! Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "Two Stars I was disappoint it with this album.... I wasn't feeling it at all.... Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "Five Stars Excellent Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Five Stars Incredible song!!!!! Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Endless minutes of good music! Endless minutes of good music!!! Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "Five Stars Great Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "She did that! I love this song! Tamar is very talented! Now for real, it is actually terrible, and I could not dislike it more.", "sentiment": "negative", "category": "irony"}
{"reviewText": "The music is pleasant - Hal's voice is easy to listen to The music is pleasant - Hal's voice is easy to listen to. I would like it better if he would leave Music Roads Records which is owned by Kelcy Warren, the man that is building the Trans-Pecos Pipeline, the Dakota Access Pipeline, and the Comanche Pipeline. Hal should join Jackson Brown and defy Mr. Warren. Fight the good fight for the earth. Did you really believe I do not like it? No way! It was a masterpiece!", "sentiment": "positive", "category": "irony"}
{"reviewText": "I love Dallas Holms music and voice!  Thank You!  I will be attending all his concerts in heaven, forever!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Bishop William Murphy songs of praise are excellent. His songs help gives you strength to walk on with Jesud", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "doesn't work in multi region players purchased from you. no computer for months so couldn't review", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "I enjoy all the songs I purchase from Amazon for my Kindle.  The qualitiy of these songs are wonderful.", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Terrible music! Not at all what I was expecting for my mother!need to submit a return/gerund request", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "It is Shannon, but a 20 year older Shannon..her voice did not have that youthful edge..buy the original!!!", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "A fairly simple and rather insipid song, not worth the $1.29 Amazon is charging for it. Completely forgettable.", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "Great song!!!!  But there is a high pitched sound in the background that is really annoying.", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "Excellent song. I finally took the time to try and locate a copy and found quickly and easily on amazon. I se them often without ever a problem and will continue to use them.", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Only a part (less than half) the song came across...it began past the middle of the recording", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "The fact that you all allow anything like this on your site is sad...and violates your own policies!", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "Totally satisfying. Melodious voice. All of her songs are deep and truly ministers to the heart.", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Have always loved this song!  Love the band as well.  Brings back great memories of the '80's!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "my favorite Kenny Rogers album.  You won't be disappointed.  I would give it 10 stars if I could!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "For Sure Saw Bon Jovi in concert in 1987. It was the Slippery When Wet tour and it was awesome! Hearing this song live was amazing!! It's such a Great High Energy Bon Jovi song. It's really good for getting you pumped up to do cardio or weight lifting. It's hard to be in a bad mood when it's on! It just makes me want to get stuff done! One of my favorites from them!!!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "There are so many great songs by Stevie Wonder and this is absolutely one of my favorites!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "if possible wow all i have to say is 50 Cent has the whackest lyrics i've ever heard he talks about the same goddamn thing all the time the only reason i was even aware that fifty brought his retarted ass outta the ghetto was that Dr. Dre was working with him, and i thought to myself Dres beats an some new guy may b this will b good was i right? absolutley not if anything i'd smack dre for signing this idiot. All thats come out of fifty cents music is stupid white kids fromt the suburbs thinking their gangsters an thugs which they aren't. So fifty shut up and stop makin music ure killing the already dieing rap industry.", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "if i could pure garbage. to rap means to talk and implies thatyou have something to say, i got some rap for you,'this disc sucks'.", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "Beautiful song...incredible lyrics, evoke the great performance i saw at the Orpheum in San Francisco.", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "PLEASE DON'T PURCHASE!! The recording has background noise (baby crying and people talking).", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "downloaded only partial download.  Would not play.  This process is very dificult to near impossibleto make it work.", "sentiment": "negative", "category": "remove star rating"}
{"reviewText": "review \"All Star\" By Smash Mouth is a fun, sporty tune that will make lots of people feel good. Here are the reviews on each seperate part of the song.  Verse 1: I like the use of the simile, \"Ain't the sharpest tool in the shed\".  Verse 2: I forgot a little part of it, but it's still pretty fun to listen to.  Bridge: The beginning of this part kinda sounds like dribbling basketballs. And don't forget kids, \"Go for the moon!  Verse 3: I'm confused at a little part. In the middle, are they saying, \"Gent's room,\" or, \"Gas. Well,\"? why don't you comment and tell me.  Chorus: I have 8 words for you. I smile every time I hear this part!", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Very Smooth! Keep the music going brother, don't sellout to the Usher, RKelleys R&B of mainstream etc...stay pure.", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Excellent! Real Gospel music. The Clark Sisters are an  exceptionally  talented women with beautiful harmonis voices", "sentiment": "positive", "category": "remove star rating"}
{"reviewText": "Typical Hank Williams, Jr. modern country with a serious message.  Makes me proud to be an American.", "sentiment": "positive", "category": "remove star rating"}